Repository: nhdduong292/Bitel_develop
Catalog: lib/l10n/app_*.arb
Languages: es, vi

# textContract
source: Contract
es: Contrato
vi: Hợp đồng

# textCommission
source: Commission
es: Comisión
vi: Hoa hồng

# textWalletControl
source: Wallet control
es: Control de billetera
vi: Kiểm soát ví

# textAnypayBalance
source: Anypay balance
es: Balance de anypay
vi: Số dư Anypay

# textProductPaymentMethod
source: Product & payment package
es: Producto y método de pago
vi: Sản phẩm và phương thức thanh toán

# textInvoiceInfo
source: Order information
es: Información de factura
vi: Thông tin hóa đơn

# textSelectProduct
source: Select product
es: Seleccionar producto
vi: Chọn sản phẩm

# textSelectPaymentMethod
source: Select payment package
es: Seleccionar método de pago
vi: Chọn phương thức thanh toán

# textProduct
source: Product
es: Producto
vi: Sản phẩm

# textPayment
source: Payment
es: Pago
vi: Thanh toán

# textAnyPayBalanceRemain
source: remain on AnyPay balance
es: en el saldo de AnyPay
vi: duy trì trên số dư AnyPay

# textPrepaid1Month
source: Prepaid 1 month
es: Prepagar 1 mes
vi: Trả trước 1 tháng

# textInstallationFee
source: Installation fee
es: Tarifa de instalación
vi: Phí lắp đặt

# textDiscount
source: Discount
es: Descuento
vi: Giảm giá (chiết khấu)

# textTotalAPagar
source: Total a pagar
vi: Tổng số phải trả

# contentRechargeDialog
source: You don’t have enough anypay in your account. Please recharge to continue perform transaction.
es: No cuentas con suficiente anypay en tu cuenta. Por favor realiza una recarga para continuar con la operación.
vi: Bạn không có đủ bất kỳ khoản thanh toán nào trong tài khoản của mình. Vui lòng nạp tiền để tiếp tục thực hiện giao dịch.

# textRecharge
source: Recharge
es: Recargar
vi: Nạp tiền

# textNationality
source: Nationality
es: Nacionalidad
vi: Quốc tịch

# textSex
source: Sex
es: Sexo
vi: Giới tính

# textIssuedate
source: Issue date
es: Fecha de emisión
vi: Ngày phát hành

# textAdditionalInformation
source: Additional information
es: Información adicional
vi: Thông tin bổ sung

# textEnterPhoneNumber
source: Enter phone number
es: Ingresa número telefónico
vi: Nhập số điện thoại

# textEnterEmail
source: Enter email
es: Ingrese correo electrónico
vi: Nhập email

# textEnterAddress
source: Enter address
es: Ingresar dirección
vi: Nhập địa chỉ

# textRequestToContracting
source: Request to contracting
es: Solicitud de contratación
vi: Yêu cầu ký kết hợp đồng

# textContractInformation
source: Contract information
es: Información del contrato
vi: Thông tin hợp đồng

# textContactType
source: Contract type
es: Tipo de contrato
vi: Loại hợp đồng

# textContactNumber
source: Contact number
es: Número de contacto
vi: Số hợp đồng

# textQuantitySubscriber
source: Quantity subscriber
es: Cantidad de suscriptores
vi: Số lượng thuê bao

# textSignDate
source: Sign date
es: Fecha de firma
vi: Ngày ký

# textBillCycle
source: Billing cycle
es: Ciclo de facturación
vi: Chu kỳ hóa đơn

# textChangeNotification
source: Change notification
es: Notificación de cambios
vi: Thay đổi thông báo

# textPrintBillDetail
source: Print bill detail
es: Imprimir detalle de factura
vi: In hóa đơn chi tiết

# textCurrency
source: Currency
es: Moneda
vi: Tiền tệ

# textContractLanguage
source: Contract language
es: Idioma de contrato
vi: Ngôn ngữ hợp đồng

# textBillingAddress
source: Billing address
es: Dirección de facturación
vi: Địa chỉ thanh toán

# textProtectionFilterAdvertising
source: Protection filter & Advertising
es: Filtros de protección y publicidad
vi: Bộ lọc bảo vệ & Quảng cáo

# textIAcceptToActivate
source: I accept to activate the protection filter for web pages with pornographic and violent content.
es: Acepto activar el filtro de protección para páginas web con contenido pornográfico y violento.
vi: Tôi chấp nhận kích hoạt bộ lọc bảo vệ cho các trang web có nội dung khiêu dâm và bạo lực.

# textIAcceptToReceiveInformatioin
source: I accept to receive information by mail.
es: Acepto recibir información por correo.
vi: Tôi chấp nhận nhận thông tin qua email.

# textIAcceptToReceiveAdvertising
source: I accept to receive advertising and promotional content from commercially related companies and/or any third party.
es: Acepto recibir publicidad y contenido promocional de compañias comerciales relacionadas y/o terceros.
vi: Tôi chấp nhận nhận nội dung quảng cáo và khuyến mại từ các công ty liên quan đến thương mại và/hoặc bất kỳ bên thứ ba nào.

# textContractPreview
source: Contract preview
es: Vista previa de contrato
vi: Xem trước hợp đồng

# textMainContract
source: Main contract
es: Contrato principal
vi: Hợp đồng chính

# textLendingContract
source: Lending contract
es: Contrato de comodato
vi: Hợp đồng cho vay

# textIConfirmThat
source: I confirm that the customer has read and verified this document.
es: Confirmo que el cliente ha leido y validado este documento.
vi: Tôi xác nhận rằng khách hàng đã đọc và xác minh tài liệu này.

# textSignContract
source: Sign contract
es: Firmar contrato
vi: Ký hợp đồng

# textValidateFingerprint
source: Validate fingerprint
es: Validar huella digital
vi: Xác thực vân tay

# textEnterThe
source: Enter the
es: Ingresar el
vi: Nhập

# textCustomerFingerprint
source: Customer fingerprint
es: Huella digital del cliente
vi: Vân tay của khách hàng

# textToVerifyIdentify
source: to verify identity and continue with the contracting process, as indicated above.
es: para verificar la identidad y continuar con el proceso de contratación, según lo indicado anteriormente.
vi: để xác minh danh tính và tiếp tục quá trình ký kết hợp đồng, như đã chỉ ra ở trên.

# textCapture
source: Capture
es: Capturar
vi: Lấy vân tay

# textValidate
source: Validate
es: Validar
vi: Xác thực

# textCongratulation
source: Congratulation!
es: ¡Felicidades!
vi: Chúc mừng!

# textSuccessfulFTTHContracting
source: Successful FTTH contracting
es: Contratación de FTTH exitosa
vi: Ký hợp đồng FTTH thành công

# textOperationCode
source: Operation code:
es: Código de operación:
vi: Mã hoạt động:

# textCustomer
source: Customer:
es: Cliente:
vi: Khách hàng:

# textDocIdentity
source: Doc. Identity:
es: Doc. Identidad:
vi: Tài liệu. Danh tính:

# textPromotion
source: Promotion:
es: Promoción:
vi: Khuyến mãi:

# textClose
source: Close
es: Cerrar
vi: Đóng

# textDocumentsWereSentTo
source: Documents will be sent to
es: Los documentos fueron enviados a
vi: Tài liệu đã được gửi đến

# textViewDetail
source: View detail
es: Ver Detalle
vi: Xem chi tiết

# textAddressCustomerInfo
source: Address
es: Dirección
vi: Địa chỉ

# textRegister
source: Register
es: Registrar
vi: Đăng ký

# textLeft
source: Left
es: Izquierda
vi: Trái

# textRight
source: Right
es: Derecha
vi: Phải

# textThumb
source: Thumb
es: Pulgar
vi: Ngón cái

# textIndex
source: Index
es: Indice
vi: Ngón trỏ

# textMiddle
source: Middle
es: Medio
vi: Ngón giữa

# textRing
source: Ring
es: Anular
vi: Ngón đeo nhẫn

# textLittle
source: Little
es: Meñique
vi: Ngón tay út

# textRegisterFingerprintWith
source: Register fingerprint with reader:
es: Registrar huella dactilar con escáner:
vi: Đăng ký vân tay với đầu đọc:

# textTimes
source: times
es: veces
vi: lần

# textClickHereTo
source: CLICK HERE TO REGISTER START AGAIN
es: Click aqui para registrar Volver a empezar
vi: BẤM VÀO ĐÂY ĐỂ BẮT ĐẦU ĐĂNG KÝ LẠI

# textDigitalFingerprint
source: Digital fingerprint
es: Huella digital
vi: Dấu vân tay kỹ thuật số

# textRegisterFingerPrint
source: Register finger print
es: Registrar huella
vi: Đăng ký vân tay

# textSubscriptionInformation
source: Subscription information
es: Información de suscripción
vi: Thông tin đăng ký

# textPlan
source: Plan
vi: Kế hoạch

# textCondition
source: Condition
vi: Tình trạng

# textReceiptNumber
source: Receipt number
vi: Số biên nhận

# textVence
source: Vence:
vi: Hết hạn:

# textTotalAmout
source: Total amount:
vi: Tổng số tiền:

# textItHasBeenSentTo
source: It has been sent to the agent’s number by SMS
vi: Đã được gửi đến số điện thoại của người đại diện qua SMS

# textIfYouDoNotRecive
source: If you do not receive the SMS,
vi: Nếu bạn không nhận được tin nhắn SMS,

# textClickOn
source: click on
vi: nhấp vào

# textOnceTheRemainingTimes
source: once the Remaining time has expired. If the problem persists, the customer will need to go to a CAB
vi: một lần khi thời gian còn lại đã hết. Nếu vấn đề vẫn tiếp tục, khách hàng sẽ cần đến một CAB

# textThankYou
source: Thank You
vi: Cảm ơn bạn

# textMonthlyFee
source: Monthly fee
es: Cuota mensual
vi: Phí hàng tháng

# textBillingCycle
source: Billing cycle
es: Ciclo de facturación
vi: Chu kỳ thanh toán

# textWorkOrderInformation
source: Work order information
es: Información de la orden de trabajo
vi: Thông tin WO

# textPassword
source: Password
es: Contraseña
vi: Mật khẩu

# textComplete
source: Complete
es: Completado
vi: Hoàn thành

# textCreateRequestWithout
source: Create request without survey
es: Solicitud creada sin encuesta offline
vi: Tạo yêu cầu không cần khảo sát

# textSurveyOfflineSuccess
source: Survey offline successfully
es: Encuesta offline exitosa
vi: Khảo sát ngoại tuyến thành công

# textConnected
source: Connected
es: Conectada
vi: Đã kết nối

# textDeploying
source: Deploying
es: Desplegando
vi: Đang triển khai

# textYourBestFingerprint
source: Your best fingerprint
es: Tu mejor huella dactilar
vi: Dấu vân tay tốt nhất của bạn

# textErrorAPI
source: An error occurred, please try again later
es: Ocurrió un error, inténtalo de nuevo más tarde
vi: Có lỗi xảy ra, vui lòng thử lại sau

# textSuccessAPI
source: Successful
es: Exitoso
vi: Thành công

# textEscanoDeDocumento
source: Document scanning
es: Escaneo de documento
vi: Quét tài liệu

# textElegirDocumento
source: Choose document
es: Elegir documento
vi: Chọn tài liệu

# textAceptoYAutorizo
source: I expressly and unequivocally accept and authorize the
es: Acepto y autorizo de forma expresa e inequivoca el
vi: Tôi rõ ràng và dứt khoát chấp nhận và ủy quyền cho

# textTratamientoDe
source: treatment of my sensitive data,
es: tratamiento de mis datos sensibles,
vi: xử lý dữ liệu nhạy cảm của tôi,

# textConLa
source: with the collection of the same.
es: con la recopilación de los mismos.
vi: , với việc thu thập dữ liệu tương tự.

# textAceptoYAutorizoABitel
source: I accept and authorize BITEL to carry out the
es: Acepto y autorizo a BITEL para que realice el
vi: Tôi chấp nhận và ủy quyền cho BITEL thực hiện

# textTratamientoDeMisDatos
source: treatment of my personal and sensitive data.
es: tratamiento de mis datos personales y sensibles,
vi: xử lý dữ liệu cá nhân và dữ liệu nhạy cảm của tôi.

# textTipoDeDocumento
source: Type of document
es: Tipo de documento
vi: Kiểu tài liệu

# textIEscaneaElReverso
source: Scan the back of your identity document with your
es: ¡Escanea el reverso de tu documento de identidad con la
vi: Quét mặt sau giấy tờ tùy thân của bạn bằng

# textCamaraDeTuCelular
source: cell phone camera!
es: cámara de tu celular!
vi: máy ảnh của điện thoại di động của bạn!

# textEscanear
source: scan
es: Escanear
vi: Quét

# textInformacionDel
source: Customer information
es: Información del cliente
vi: Thông tin khách hàng

# textApellidos
source: Lastname:
es: Apellidos:
vi: Họ:

# textNacionalidad
source: Nationality:
es: Nacionalidad:
vi: Quốc tịch:

# textFechaDeNacimiento
source: Date of birth:
es: Fecha de nacimiento:
vi: Ngày sinh:

# textNombres
source: Names::
es: Nombres:
vi: Tên:

# textSexo
source: Sex:
es: Sexo:
vi: Giới tính:

# textFechaDeVencimiento
source: Due date:
es: Fecha de vencimiento:
vi: Ngày đáo hạn:

# textFotoDeDoc
source: doc photo ID (Front)
es: Foto de doc. de identidad (Frontal)
vi: ảnh tài liệu ID (Mặt trước)

# textIFelicidades
source: Congratulation!
es: ¡Felicidades!
vi: Chúc mừng!

# textElClienteSe
source: The customer registered successfully
es: El cliente se registró exitosamente
vi: Khách hàng đã đăng ký thành công

# textDeseasRegistrar
source: Do you want to register your fingerprint for the digital signature?
es: ¿Deseas registrar tu huella para la firma digital?
vi: Bạn muốn đăng ký vân tay cho chữ ký số?

# textRegistrar
source: Register
es: Registrar
vi: Đăng ký

# textSiContinuar
source: Yes, continue
es: Si, Continuar
vi: Vâng, tiếp tục

# textRequestOrderManagement
source: Request & Order management
es: Gestión de solicitud y orden
vi: Quản lý yêu cầu & đặt hàng

# textUsername
source: Username
es: Usuario
vi: Tên người dùng

# textEnterUserName
source: Enter user name
es: Ingresar usuario
vi: Nhập Tên người dùng

# textEnterPassword
source: Enter password
es: Ingresar contraseña
vi: Nhập Mật khẩu

# textRememberAccount
source: Remember account
es: Recordar cuenta
vi: Ghi nhớ tài khoản

# textForgotYourPassword
source: Forgot your password ?
es: Olvidaste tu contraseña?
vi: Quên mật khẩu?

# textTitlePolicy
source: PERSONAL DATA PROTECTION POLICY
es: POLÍTICA DE PROTECCIÓN DE DATOS PERSONALES
vi: CHÍNH SÁCH BẢO VỆ DỮ LIỆU CÁ NHÂN

# textContentPolicy
source: In accordance with Law No. 29733, Personal Data Protection Law, and its Regulations, approved by Supreme Decree No. 003-2013-JUS, I grant my free, prior, informed, express and unequivocal consent for treatment to be given to the personal data that I provide through this procedure for contracting the FTTH fixed internet service (the procedure includes the preliminary study and, in case of feasibility, the contracting of the public telecommunications service is carried out); and, so that they are preserved in the database of clients owned by BITEL Said consent, whenever feasible, applies during the term of the contract for the public telecommunications service, as well as during the time legally required for compliance with legal obligations. In the same way, said personal data will be processed for the following purposes necessary for the provision of the public telecommunication service is: (i) execution of the contract conditions by the public telecommunications service, (ii) after-sales service, (iii) customer service, (iv) compliance with legal obligations; and, v) signing the contract by the public telecommunications service. Similarly, I give my free, prior, informed, express and unequivocal consent when granting my fingerprint for identity validation through the biometric verification system . I have been informed that it will be used only during the contracting procedure and will not be stored any longer. I declare that the granting of my fingerprint is an express and unequivocal acceptance of my consent for BITEL to use it for the purposes of this contracting procedure. Said fingerprint will serve as a digital signature. Likewise, I have been informed that the personal data required to be delivered are those that I have given through this contracting procedure. Bitel declares that it has adopted security measures adequate to keep the information I have provided secure. Bitel complies with informing me that, for the purposes of exercising my rights of information, access, updating, inclusion, rectification, deletion and opposition to my personal data, I may contact the email solicitudespdp@bitel.com.pe or approach any of the Centers of Atención Bitel listed on the website www.bitel.com.pe. Likewise, I have been informed that I may revoke consent for the processing of my Personal Data at any time. The revocation will not take effect in the event of completed facts, nor in the case of the treatment that is necessary for the execution of the contract or its legal consequences, nor will it be able to oppose treatments permitted by Law. For the fulfillment of the purposes related to the public service of telecommunications and compliance with legal obligations, Bitel will share my information with third parties in accordance with the provisions of the personal data protection regulations, for which I give my authorization. Details of the name of the recipients, country and purpose can be found at the following web link: https://bitel.com.pe/politica/proteccion-de-datos/politica-de-proteccion-de-datos-y-privacidad -de-bitel. Finally, I state that I am duly informed about the "Bitel Data Protection and Privacy Policy", which is detailed in the following web link: https://bitel.com .pe/politics/data-protection.
es: De conformidad con la Ley N° 29733, Ley de Protección de Datos Personales, y su Reglamento, aprobado por Decreto Supremo N° 003-2013-JUS, otorgo mi consentimiento libre, previo, informado, expreso e inequívoco para que se dé tratamiento a los datos personales que entrego a través del presente procedimiento de contratación del servicio de internet fijo FTTH (el procedimiento incluye el estudio preliminar y, en caso de factibilidad, se procede con la contratación del servicio público de telecomunicaciones); y, para que sean conservados en la base de datos de clientes de titularidad de BITEL. Dicho consentimiento, siempre que exista factibilidad, aplica durante la vigencia del contrato por el servicio público de telecomunicaciones; así como, durante el tiempo legalmente requerido para el cumplimiento de las obligaciones legales. Del mismo modo, dichos datos personales serán tratados para las siguientes finalidades necesarias para la prestación del servicio público de telecomunicaciones: (i) ejecución de las condiciones del contrato por el servicio público de telecomunicaciones, (ii) servicio postventa, (iii) atención al cliente, (iv) cumplimiento de obligaciones legales; y, v) firma del contrato por el servicio público de telecomunicaciones. De igual forma, otorgo mi consentimiento libre, previo, informado, expreso e inequívoco al otorgar mi huella digital para la validación de identidad a través del sistema de verificación biométrica. Se me ha informado que la misma será usada solo durante el procedimiento de contratación y no será almacenada por más tiempo. Declaro que, el otorgamiento de mi huella dactilar es una aceptación expresa e inequívoca de mi consentimiento para que BITEL la utilice para fines del presente procedimiento de contratación. Dicha huella hará las veces de una firma digital. Asimismo, se me ha informado que los datos personales obligatorios de entregar son los que he dado a través del presente procedimiento de contratación. Bitel declara haber adoptado las medidas de seguridad adecuadas para mantener segura la información que he proporcionado. Bitel cumple con informarme que, para efectos de ejercer mis derechos de información, acceso, actualización, inclusión, rectificación, supresión y oposición sobre mis datos personales, podré dirigirme al correo electrónico solicitudespdp@bitel.com.pe o acercarme a cualquiera de los Centros de Atención Bitel listados en la página web www.bitel.com.pe. Asimismo, se me ha informado que podré revocar el consentimiento para el tratamiento de mis Datos Personales en cualquier momento. La revocación no surtirá efectos frente a hechos cumplidos, ni frente al tratamiento que sea necesario para la ejecución del contrato o sus consecuencias legales, ni podrá oponerse a tratamientos permitidos por Ley. Para el cumplimiento de las finalidades relacionadas al servicio público de telecomunicaciones y cumplimiento de obligaciones legales, Bitel compartirá mi información con terceros de acuerdo a la disposición de la normativa de protección de datos personales, para lo cual brindo mi autorización. El detalle del nombre de los destinatarios, país y finalidad se encuentran en el siguiente enlace web: https://bitel.com.pe/politica/proteccion-de-datos/politica-de-proteccion-de-datos-y-privacidad-de-bitel. Finalmente, manifiesto que me encuentro debidamente informado sobre la "Política de protección de datos y privacidad de Bitel", la cual se encuentra detallada en el siguiente enlace web: https://bitel.com.pe/politica/proteccion-de-datos.
vi: Theo Luật số 29733, Luật bảo vệ dữ liệu cá nhân và các Quy định của nó, được phê duyệt bởi Nghị định tối cao số 003-2013-JUS, tôi đồng ý miễn phí, trước, được thông báo, rõ ràng và rõ ràng về việc xử lý đối với dữ liệu cá nhân mà tôi cung cấp thông qua quy trình ký hợp đồng dịch vụ internet cố định FTTH này (quy trình bao gồm nghiên cứu sơ bộ và, trong trường hợp khả thi, việc ký hợp đồng dịch vụ viễn thông công cộng được thực hiện); và, để chúng được lưu giữ trong cơ sở dữ liệu khách hàng thuộc sở hữu của BITEL Sự đồng ý cho biết, bất cứ khi nào khả thi, áp dụng trong thời hạn của hợp đồng cho dịch vụ viễn thông công cộng, cũng như trong thời gian pháp luật yêu cầu để tuân thủ các nghĩa vụ pháp lý. Tương tự như vậy, dữ liệu cá nhân cho biết sẽ được xử lý cho các mục đích sau cần thiết cho việc cung cấp dịch vụ viễn thông công cộng là: (i) thực hiện các điều kiện hợp đồng bằng dịch vụ viễn thông công ích, (ii) dịch vụ hậu mãi, (iii) dịch vụ khách hàng, (iv) tuân thủ các nghĩa vụ pháp lý; và, v) ký hợp đồng bởi dịch vụ viễn thông công cộng. Tương tự, tôi đồng ý miễn phí, trước, được thông báo, rõ ràng và rõ ràng khi cấp dấu vân tay của mình để xác thực danh tính thông qua hệ thống xác minh sinh trắc học . Tôi đã được thông báo rằng nó sẽ chỉ được sử dụng trong quá trình ký kết hợp đồng và sẽ không được lưu trữ nữa. Tôi tuyên bố rằng việc cấp dấu vân tay của tôi là sự chấp thuận rõ ràng và rõ ràng về việc tôi đồng ý cho BITEL sử dụng dấu vân tay cho các mục đích của thủ tục ký kết hợp đồng này. Dấu vân tay nói trên sẽ đóng vai trò là chữ ký điện tử. Tương tự như vậy, tôi đã được thông báo rằng dữ liệu cá nhân cần cung cấp là những dữ liệu mà tôi đã cung cấp thông qua quy trình hợp đồng này. Bitel tuyên bố rằng họ đã áp dụng các biện pháp bảo mật phù hợp để giữ thông tin tôi đã cung cấp an toàn. Bitel tuân thủ việc thông báo cho tôi rằng, với mục đích thực hiện các quyền của tôi về thông tin, quyền truy cập, cập nhật, đưa vào, cải chính, xóa và phản đối dữ liệu cá nhân của tôi, tôi có thể liên hệ theo địa chỉ email: rectudespdp@bitel.com.pe hoặc tiếp cận bất kỳ Các trung tâm của Atención Bitel được liệt kê trên trang web www.bitel.com.pe. Tương tự như vậy, tôi đã được thông báo rằng tôi có thể thu hồi sự đồng ý cho việc xử lý Dữ liệu cá nhân của mình bất kỳ lúc nào. Việc hủy bỏ sẽ không có hiệu lực trong trường hợp có đầy đủ thông tin, cũng như trong trường hợp xử lý cần thiết để thực hiện hợp đồng hoặc hậu quả pháp lý của nó, cũng như không thể phản đối các biện pháp xử lý được Pháp luật cho phép. Đối với Để thực hiện các mục đích liên quan đến dịch vụ viễn thông công cộng và tuân thủ các nghĩa vụ pháp lý, Bitel sẽ chia sẻ thông tin của tôi với bên thứ ba theo các quy định của quy định bảo vệ dữ liệu cá nhân mà tôi ủy quyền. Chi tiết về tên người nhận, quốc gia và mục đích có thể được tìm thấy tại liên kết web sau: https://bitel.com.pe/politica/proteccion-de-datos/politica-de-proteccion-de-datos-y- privacidad -de-bitel. Cuối cùng, tôi tuyên bố rằng tôi đã được thông báo đầy đủ về "Chính sách quyền riêng tư và bảo vệ dữ liệu của Bitel", được trình bày chi tiết trong liên kết web sau: https://bitel.com .pe/ chính trị/bảo vệ dữ liệu.

# textPolicy
source: Policy
es: Política
vi: Chính sách

# textInputInfo
source: Please enter full information!
es: ¡Por favor ingrese la información completa!
vi: Vui lòng nhập đầy đủ thông tin!

# textNotifyFingerSuccess
source: Fingerprint successful!
es: ¡Huella digital exitosa!
vi: Lấy vân tay thành công!

# textOnlyActionAndroid
source: Only works on Android devices
es: Solo funciona en dispositivos Android
vi: Chỉ hoạt động trên thiết bị Android

# textLimitFingerRegister
source: You must enter your fingerprint 3 times
es: Debes ingresar tu huella dactilar 3 veces
vi: Bạn phải nhập vân tay đủ 3 lần

# textValidateEmail
source: Invalid email address!
es: Email inválido
vi: Email không hợp lệ!

# textValidatePhoneNumber
source: Invalid phone number!
es: Teléfono inválido
vi: Số điện thoại không hợp lệ!

# textNotifyFingerFail
source: Fingerprint failed!
es: ¡Falló la huella digital!
vi: Lấy vân tay thất bại!
