Repository: nhdduong292/Bitel_develop
Catalog: lib/l10n/app_*.arb
Languages: es, vi

# btnLogin
source: Login
es: Iniciar sesion
vi: Đăng nhập

# textHome
source: Home
es: Inicio
vi: Trang chủ

# textReport
source: Report
es: Informe
vi: Báo cáo

# textWare
source: Warehouse
es: Almacén
vi: Kho hàng

# textConfig
source: Config
es: Configuración
vi: Cấu hình

# textLanguageEN
source: English
es: Inglés
vi: Tiếng Anh

# textLanguageVN
source: Vietnamese
es: Vietnamita
vi: Tiếng Việt

# textLanguageES
source: Spanish
es: Español
vi: Tiếng Tây Ban Nha

# textSelectLanguage
source: Select language
es: Seleccione el idioma
vi: Chọn ngôn ngữ

# textContinue
source: Continue
es: Continuar
vi: Tiếp tục

# textMyInfo
source: My Info
es: Mi información
vi: Thông tin của tôi

# textSyncData
source: sync data
es: Sincronizar datos
vi: Đồng bộ hóa dữ liệu

# textRegisterFinger
source: register finger print
es: Registrar huella dactilar
vi: Đăng ký vân tay

# textHelp
source: Help
es: Ayuda
vi: Trợ giúp

# textChangePass
source: Change Password
es: Cambiar contraseña
vi: Đổi mật khẩu

# textContactUS
source: Contact us
es: Contáctenos
vi: Liên hệ chúng tôi

# textQuestionsFle
source: Frequently asked questions
es: Preguntas frecuentes
vi: Câu hỏi thường gặp

# textToday
source: Today
es: Hoy
vi: Hôm nay

# textYesterday
source: Yesterday
es: Ayer
vi: Hôm qua

# textPersonal
source: Personal
vi: Cá nhân

# textSimMobile
source: SIM mobile
es: SIM móvil
vi: SIM di động

# textHandset
source: Handset
vi: Thiết bị cầm tay

# textAnyPay
source: Anypay
vi: Ví Anypay

# textLogout
source: Logout
es: Cerrar sesión
vi: Đăng xuất

# textActivatePrepaid
source: Activate prepaid
es: Activar prepago
vi: Kích hoạt trả trước

# textActivatePostpaid
source: Activate postpaid
es: Activar pospago
vi: Kích hoạt trả sau

# textPortability
source: Portability
es: Portabilidad
vi: Tính di động

# textMigration
source: Migration
es: Migración
vi: Chuyển đổi

# textComprarAnyPay
source: Comprar Anypay
vi: Mua Anypay

# textUtilities
source: Utilities
es: Utilidades
vi: Tiện ích

# textSaleOfPackages
source: Sale of packages
es: Venta de paquetes
vi: Bán gói

# textFindCustomer
source: Find customer
es: encontrar cliente
vi: Tìm kiếm khách hàng

# textDNINumber
source: DNI number
es: Número de DNI
vi: Số DNI

# textAcceptFindCustomer1
source: I accept and authorize expressly and unequivocally the
es: Acepto y autorizo expresa e inequívocamente el
vi: Tôi chấp nhận và ủy quyền một cách rõ ràng và dứt khoát việc

# textAcceptFindCustomer1sub1
source: treatment of my sensitive data
es: tratamiento de mis datos sensibles
vi: xử lý dữ liệu nhạy cảm của tôi

# textAcceptFindCustomer1sub2
source: , with the compilation of the same.
es: , con la recopilación de los mismos.
vi: với việc tổng hợp dữ liệu tương tự.

# textAcceptFindCustomer2
source: I accept and authorize BITEL to carry out the
es: Acepto y autorizo a BITEL a realizar el
vi: Tôi chấp nhận và ủy quyền cho BITEL thực hiện việc

# textAcceptFindCustomer2sub1
source: treatment of my personal and sensitive data.
es: tratamiento de mis datos personales y sensibles.
vi: xử lý dữ liệu cá nhân và dữ liệu nhạy cảm của tôi.

# textCustomerInfo
source: Customer Information
es: Información de cliente
vi: Thông tin khách hàng

# textFullLevelAddress
source: District - Province - Department
es: Distrito - Provincia - Departamento
vi: Quận - Tỉnh - Tỉnh

# hintFullLevelAddress
source: Enter district
es: Ingresar distrito
vi: Nhập quận

# textDirectionProfile
source: Address
es: Dirección
vi: Địa chỉ

# hintDirection
source: Ej: Calle ABC # 123, Urb XYZ
vi: Calle ABC # 123, Urb XYZ

# textContractNumber
source: Contract number
es: Número de contrato
vi: Số hợp đồng

# hintContractNumber
source: Enter mobile or landline number
es: Introduce el número de móvil o fijo
vi: Nhập số điện thoại di động hoặc điện thoại cố định

# textSendDocuments
source: Sending documents
es: Envío de documentos
vi: Gửi tài liệu

# textTownCenterAndPublicity
source: Town center and advertising
es: Centro de la ciudad y publicidad
vi: Trung tâm thị trấn và quảng cáo

# textPopulatedCenter
source: Populated center
es: Centro poblado
vi: Trung tâm đông dân cư

# hintChooseTownCenter
source: Choose Town Center
es: Elegir centro de la ciudad
vi: Chọn Trung tâm thị trấn

# textSelectedLoation
source: The selected location
es: La ubicación seleccionada
vi: Vị trí đã chọn

# textHasCoverage
source: has coverage
es: cuenta con cobertura
vi: có vùng phủ sóng

# textHasNoCoverage
source: is not covered
es: no cuenta con cobertura
vi: không có vùng phủ sóng

# textCheckBoxTownCenterPublicity1
source: The client does not know his Town Center
es: El cliente no conoce su Centro Poblado
vi: Khách hàng không biết Trung tâm thị trấn của mình

# textCheckBoxTownCenterPublicity1sub
source: frequently used but you want to contract the service.
es: de uso frecuente pero desea contratar el servicio.
vi: thường xuyên sử dụng nhưng bạn muốn ký hợp đồng dịch vụ.

# textCheckBoxTownCenterPublicity2
source: The client states that even though there is no coverage
es: El cliente deja constancia que pese a que no existe cobertura
vi: Khách hàng khẳng định rằng mặc dù không có phạm vi phủ sóng

# textCheckBoxTownCenterPublicity2sub
source: in its frequently used Populated Center, it expresses its consent to contract the service.
es: en su Centro Poblado de uso frecuente, este expresa su consentimiento para contratar el servicio.
vi: trong Trung tâm dân cư được sử dụng thường xuyên của họ, nhưng họ bày tỏ sự đồng ý ký hợp đồng dịch vụ.

# textAdvertisingProtectionFilter
source: Advertising and protection filters
es: Publicidad y Filtros de protección
vi: Bộ lọc quảng cáo và bảo vệ

# textCheckBoxTownCenterPublicity3
source: I agree to receive advertising content and/or
es: Acepto recibir contenido publicitario y/o
vi: Tôi đồng ý nhận nội dung quảng cáo và/ hoặc

# textCheckBoxTownCenterPublicity3sub
source: BITEL promo.
es: promocional de BITEL.
vi: khuyến mãi từ BITEL

# textCheckBoxTownCenterPublicity4sub
source: promotion of companies associated or commercially related to BITEL and, of any third party.
es: promoción de empresas asociadas o mercancías relacionadas con BITEL y, de cualquier tercero.
vi: khuyến mãi từ các công ty liên kết hoặc có liên quan về mặt thương mại với BITEL và, của bất kỳ bên thứ ba nào.

# textCheckBoxTownCenterPublicity5
source: I agree to receive information related to the possibility of establishing
es: Acepto recibir información relacionada a la posibilidad de establecer
vi: Tôi đồng ý nhận thông tin liên quan đến khả năng thiết lập

# textCheckBoxTownCenterPublicity5sub
source: filters that block access to violent and/or adult content.
es: fltros que bloqueen el acceso a contenido violento y/o para adultos.
vi: các bộ lọc giúp blog truy cập nội dung bạo lực và/ hoặc người lớn.

# textManageContact
source: Manage contact
es: Gestionar contacto
vi: Quản lý liên hệ

# textCreateContact
source: Create contact
es: Crear contacto
vi: Tạo liên hệ mới

# textSale
source: Sale
es: Venta
vi: Bán hàng

# textAfterSale
source: After sale
es: Post-venta
vi: Sau bán hàng

# textManageWO
source: Manage WO
es: Gestionar WO
vi: Quản lý WO

# textMobile
source: Mobile
es: Móvil
vi: Di động

# textBuyAnypay
source: Buy Anypay
es: Comprar anypay
vi: Mua Anypay

# textClearDebt
source: Clear debt
es: Pagar deuda
vi: Thanh toán nợ

# textUtilites
source: Utilities
es: Utilidades
vi: Tiện ích

# textChangeLanguage
source: Change language
es: Cambiar idioma
vi: Thay đổi ngôn ngữ

# textForgotPassword
source: Forgot your password?
es: Olvidaste tu contraseña?
vi: Quên mật khẩu?

# textChangePassword
source: Change Password
es: Cambiar contraseña
vi: Thay đổi mật khẩu

# textUpdatePassword
source: UPDATE PASSWORD
es: Actualizar contraseña
vi: Cập nhật mật khẩu

# textCongratulations
source: Congratulations
es: Felicidades
vi: Chúc mừng!

# textYourPassword
source: Your password has been updated successfully.
es: Tu contraseña ha sido actualizada.
vi: Mật khẩu của bạn đã được cập nhật thành công.

# textNotify
source: Notify
es: ¡Alerta!
vi: Cảnh báo!

# textYouHaveEntered
source: You have entered the code wrong three times.
es: Ha introducido mal el código tres veces.
vi: Bạn đã nhập sai mã ba lần.

# textYouWillRedo
source: You will redo the process..
es: Volverá a realizar el proceso.
vi: Bạn sẽ thực hiện lại quy trình..

# textUnderstood
source: Understood
es: Entendido
vi: Đã hiểu

# textVerifyYour
source: Verify your phone number
es: Verifica tu numero celular
vi: Xác minh số điện thoại của bạn

# textEnterTheOTP
source: Enter the OTP code
es: Ingresa codigo OTP
vi: Nhập mã OTP

# textAnOTPHasBeen
source: An OTP has been send to mobile number xxxxxx456, please enter the otp to verify
es: Un codigo OTP ha sido enviado al numero celular XXXXXX456, por favor ingresa el codigo para la verificacion
vi: Một mã OTP đã được gửi đến số điện thoại di động xxxxxx456, vui lòng nhập OTP để xác minh

# textTimeRemaining
source: Time remaining:
es: Tiempo restante:
vi: Thời gian còn lại:

# textCorrectCode
source: Correct code
es: Codigo correcto
vi: Mã chính xác

# textDidntGetTheOTP
source: Didn't get the OTP?
es: No recibiste el OTP?
vi: Không nhận được mã OTP?

# textResendOTP
source: Resend OTP
es: Reenviar OTP
vi: Gửi lại mã OTP

# textOldPassword
source: OldPassword
es: Contraseña actual
vi: Mật khẩu cũ

# textNewPassword
source: NewPassword
es: Nueva contraseña
vi: Mật khẩu mới

# textRepeatNewPassword
source: Repeat new password
es: Repetir nueva contraseña
vi: Nhập lại mật khẩu mới

# textEnterCaptcha
source: Enter Captcha
es: Ingresa codigo captcha
vi: Nhập mã Captcha

# textChooseService
source: Choose service
es: Elegir Servicio
vi: Chọn dịch vụ

# textIdentityNumber
source: Identity number
es: Número de documento
vi: Số định danh

# hintIdentityNumber
source: Enter identity number
es: Ingresar Número de documento
vi: Nhập Số định danh

# textContactPerson
source: Contact person
es: Nombre de contacto
vi: Người liên hệ

# hintContactPerson
source: Enter Contact person
es: Ingresar Persona de contacto
vi: Nhập Người liên hệ

# textContactPhone
source: Contact phone
es: Número de contacto
vi: Số điện thoại liên hệ

# hintContactPhone
source: Enter Contact phone
es: Ingresar Número de contacto
vi: Nhập Số điện thoại liên hệ

# textSurveyAddress
source: Survey address
es: Dirección de encuesta
vi: Địa chỉ khảo sát

# textProvince
source: Province
es: Departamento
vi: Tỉnh

# hintProvince
source: Choose Province
es: Elegir Departamento
vi: Chọn tỉnh

# textDistrict
source: Province
es: Provincia
vi: Quận

# hintDistrict
source: Choose Province
es: Elegir Provincia
vi: Chọn Quận

# textPrecinct
source: District
es: Distrito
vi: Khu vực

# hintPrecinct
source: Choose District
es: Elegir Distrito
vi: Chọn Khu vực

# textAddress
source: Address
es: Dirección
vi: Địa chỉ

# hintAddress
source: Choose Address
es: Elegir Dirección
vi: Chọn Địa chỉ

# textCancel
source: Cancel
es: Cancelado
vi: Hủy

# textSurvey
source: Survey
es: Encuesta
vi: Khảo sát

# textAddNewContact
source: Add new contact
es: Agregar nuevo contrato
vi: Thêm liên hệ mới

# textTitleSurveySuccessful
source: Survey online is successful
es: Encuesta online exitosa
vi: Khảo sát trực tuyến thành công

# textContentSurveySuccessful
source: This address can deploy FTTH service.
es: Si se puede dar el servicio a esta dirección.
vi: Địa chỉ này có thể triển khai dịch vụ FTTH.

# textTitleSurveyUnsuccessful
source: Survey online is unsuccessful
es: Encuesta online fallida
vi: Khảo sát trực tuyến không thành công

# textContentSurveyUnsuccessful
source: This address can’t deploy FTTH service.
es: No se puede dar el servicio a esta dirección.
vi: Địa chỉ này không thể triển khai dịch vụ FTTH.

# textCreateOfflineSurvey
source: Create offline survey
es: Solicito una encuesta de factibilidad offline
vi: Tạo khảo sát ngoại tuyến

# textAccept
source: accept
es: Acepto
vi: Chấp nhận

# textTechnology
source: Technology
es: Tecnología
vi: Công nghệ

# textRadius
source: Radius
es: Radio
vi: Bán kính

# textConnect
source: connect
es: Conectar
vi: Kết nối

# textSearchCodeProvence
source: Search code, province, phone number
es: Buscar codigo, provincia, número de contacto
vi: Tìm kiếm mã, tỉnh, số điện thoại

# textListOfRequest
source: List of request
es: Lista de solicitudes
vi: Danh sách yêu cầu

# textRequestDetail
source: Request detail
es: Detalle de solicitud
vi: Chi tiết yêu cầu

# textCancelRequest
source: Cancel request
es: Cancelar solicitud
vi: Hủy yêu cầu

# textReason
source: Reason
es: Razón
vi: Lý do

# hintReason
source: Select the reason
es: Selecciona el motivo
vi: Chọn lý do

# textNote
source: Note
es: Nota
vi: Ghi chú

# hintNote
source: Enter content
es: Ingresar contenido
vi: Nhập nội dung

# textTransferRequest
source: Transfer request
es: Transferir solicitud
vi: Chuyển yêu cầu

# textStaffCode
source: Staff code
es: Código de staff
vi: Mã nhân viên

# hintStaffCode
source: Enter staff code
es: Ingresa Código de staff
vi: Nhập Mã nhân viên

# textTransfer
source: transfer
es: transferir
vi: Chuyển

# textAdvancedSearch
source: Advanced search
es: Búsqueda Avanzada
vi: Tìm kiếm nâng cao

# textSearch
source: Search
es: Buscar
vi: Tìm kiếm

# textTelecomService
source: Telecom service
es: Servicio de telecomunicaciones
vi: Dịch vụ viễn thông

# hintTelecomService
source: All services
es: Todos los servicios
vi: Tất cả dịch vụ

# textRequestCode
source: Request code
es: Código de solicitud
vi: Mã yêu cầu

# hintRequestCode
source: Input request code
es: Código de solicitud de entrada
vi: Nhập mã yêu cầu

# textStatus
source: Status
es: Estado
vi: Trạng thái

# hintStatus
source: Create request, Create
es: Crear solicitud, Crear
vi: Tạo yêu cầu, Tạo

# textRequestDate
source: Request date
es: Fecha de solicitud
vi: Ngày yêu cầu

# textFrom
source: From
es: De
vi: Từ

# textTo
source: To
es: A
vi: Đến

# textCustomerInformation
source: Customer information
es: Información de cliente
vi: Thông tin khách hàng

# textPhoneNumber
source: Phone number
es: Número de contacto
vi: Số điện thoại

# hintPhoneNumber
source: Enter phone number
es: Ingresa número de contacto
vi: Nhập Số điện thoại

# textIdentifyNumber
source: Identify number
es: Número de documento
vi: Số định danh

# hintIdentifyNumber
source: Enter identify number
es: Ingresar Número de documento
vi: Nhập Số định danh

# textContactList
source: Contact list
es: Lista de contacto
vi: Danh sách liên hệ

# textFullName
source: Full name
es: Nombre completo
vi: Tên đầy đủ

# textDateOfBirth
source: Date of birth
es: Fecha de nacimiento
vi: Ngày sinh

# textTypeOfDocument
source: Type of document
es: Tipo de documento
vi: Loại tài liệu

# textWOManagement
source: WO Management
es: Gestionar WO
vi: Quản lý WO

# hintWOType
source: All WO type
es: Todo tipo de WO
vi: Tất cả các loại WO

# hintISDNAccount
source: ISDN/Account
es: ISDN/Cuenta
vi: ISDN/Tài khoản

# textAssigned
source: Assigned
es: Asignado
vi: Đã phân công

# textNotAssign
source: Not assign
es: No asignar
vi: Chưa phân công

# textFTTHWOType
source: FTTH, WO type
es: FTTH, tipo de WO
vi: FTTH, loại WO

# textLine
source: Line
es: Línea
vi: Dòng

# textAddressNotRequired
source: Address
es: Dirección
vi: Địa chỉ

# textDeadline
source: Deadline
es: Fecha límite
vi: Thời hạn

# textNotStarted
source: Not started
es: No empezado
vi: Chưa bắt đầu

# textStarted
source: Started
es: Comenzó
vi: Đã bắt đầu

# textWOList
source: WO list
es: Lista de WO
vi: Danh sách WO

# textWOType
source: WO type
es: Tipo de WO
vi: Loại WO

# textService
source: Service
es: Servicio
vi: Dịch vụ

# hintEnterCode
source: Enter code
es: Ingresa el código
vi: Nhập mã

# textAccount
source: Account
es: Cuenta
vi: Tài khoản

# hintAccount
source: Enter account
es: Ingresa Cuenta
vi: Nhập Tài khoản

# textCustomerPhoneNumber
source: Customer phone number
es: Número de teléfono del cliente
vi: Số điện thoại khách hàng

# hintEnterPhone
source: Enter phone
es: Ingresa el teléfono
vi: Nhập số điện thoại

# textTeam
source: Team
es: Equipo
vi: Đội

# hintChooseTeam
source: Choose team
es: Elegir Equipo
vi: Chọn đội

# textTechnician
source: Technician
es: Técnico
vi: Kỹ thuật viên

# hintChooseTechnician
source: Choose technician
es: Elegir técnico
vi: Chọn Kỹ thuật viên

# hintChooseStatus
source: Choose status
es: Elegir Estado
vi: Chọn trạng thái

# textCreationDate
source: Creation date
es: Fecha de creación
vi: Ngày tạo

# textWODetail
source: WO detail
es: Detalle de WO
vi: Chi tiết WO

# textWOInformation
source: WO information
es: Dirección de instalación
vi: Thông tin WO

# textServiceType
source: Service type
es: Tipo de servicio
vi: Loại dịch vụ

# textInstallationAddress
source: Installation address
es: Dirección de instalación
vi: Địa chỉ lắp đặt

# hintEnterAddress
source: Enter address
es: Ingresa Dirección
vi: Nhập địa chỉ

# textScheduledDateOTransfer
source: Scheduled date of transfer
es: Fecha prevista de transferencia
vi: Ngày dự kiến chuyển

# textFinishDateExpected
source: Finish date expected
es: Fecha de finalización esperada
vi: Ngày kết thúc dự kiến

# textStaffInfo
source: Staff information
es: Información del personal
vi: Thông tin nhân viên

# textCableBoxCode
source: Cable box code
es: Código de caja de cable
vi: Mã hộp cáp

# textStaff
source: Staff
es: Personal
vi: Nhân viên

# hintChooseStaff
source: Choose staff
es: Elegir personal
vi: Chọn Nhân viên

# textInfrastructureInformation
source: Infrastructure information
es: Información de infraestructura
vi: Thông tin cơ sở hạ tầng

# textStationCode
source: Station code
es: Código de estación
vi: Mã trạm

# textNetworkLayer
source: Network layer
es: Capa de red
vi: Lớp mạngr

# textDeviceCode
source: Device code
es: Código del dispositivo
vi: Mã thiết bị

# textPortDevice
source: Port device
es: Dispositivo de puerto
vi: Thiết bị cổng

# textODFIndoor
source: ODF indoor
es: ODF de interior
vi: ODF trong nhà

# textODFOutdoor
source: ODF outdoor
es: ODF al aire libre
vi: ODF ngoài trời

# textDestructionNodeCode
source: Destruction node code
es: Código de nodo de destrucción
vi: Mã nút hủy

# textSubscriberNodeCode
source: Subscriber node code
es: Código de nodo de suscriptor
vi: Mã nút thuê bao

# textSplitterCode
source: Splitter code
es: Código divisor
vi: Mã bộ chia

# textPortSplitter
source: Port splitter
es: Divisor de puertos
vi: Bộ chia cổng

# textOLTCode
source: OLT code
es: Código OLT
vi: Mã OLT

# textPortOLT
source: Port OLT
es: Puerto OLT
vi: Cổng OLT

# textMaterialsGoodsInformation
source: Materials & goods information
es: Información de materiales y mercancías
vi: Thông tin vật tư hàng hóa

# textMaterialList
source: Material list
es: Lista de materiales
vi: Danh sách tài liệu

# hintChoose
source: Choose
es: Elegir
vi: Chọn

# hintSearchMaterial
source: Search material
es: Buscar material
vi: Tìm kiếm tài liệu

# textCalbleFibraOptica1Hilo
source: Calble fibra optica 1 hilo
es: Cable fibra óptica 1 hilo
vi: Cáp quang 1 sợi

# textQuantity
source: Quantity
es: Cantidad
vi: Số lượng

# textUnit
source: Unit
es: Unidad
vi: Đơn vị

# textPatchCordFCLC5mt
source: Patch cord FC/LC 5mt
es: PLatiguillo FC/LC 5mt
vi: Dây nhảy FC/LC 5mt

# textConectorFastenerSCUPC
source: Connector fastener SC/UPC
es: Fijación conector SC/UPC
vi: Chốt đầu nối SC/UPC

# textConectorFastenerLCUPC
source: Connector fastener LC/UPC
es: Fijación conector LC/UPC
vi: Đầu nối dây buộc LC/UPC

# textModuloOptico
source: Modulo optico HD SB3515 (Tx1550/Rx1310 LC)
es: Módulo óptico HD SB3515 (Tx1550/Rx1310 LC)
vi: Mô-đun quang HD SB3515 (Tx1550/Rx1310 LC)

# textCintaBanditHebillas
source: Cinta bandit + Hebillas
vi: Băng keo dính + Đầu nối cáp quang

# textClevis
source: Clevis
es: Pendiente
vi: Kẹp treo ống Clevis

# textGoodsList
source: Goods list
es: Lista de mercancías
vi: Danh mục hàng hóa

# textSerialN
source: Serial N"
es: Número de serie
vi: Số sê-ri

# textAcceptanceRecord
source: Acceptance record
es: Registro de aceptación
vi: Biên bản nghiệm thu

# textAcceptanceRecordCheckbox
source: I declare that the customer signed the acceptance minute
es: Declaro que el cliente firmó el acta de aceptación
vi: Tôi cam đoan khách hàng đã ký vào biên bản nghiệm thu

# textSave
source: Save
es: Ahorrar
vi: Lưu

# textCustomerName
source: Customer name
es: Nombre del cliente
vi: Tên khách hàng

# textInformationRequired
source: Information required
es: Información solicitada
vi: Thông tin bắt buộc

# textTechnicalTeam
source: Technical team
es: Equipo Técnico
vi: Đội kỹ thuật

# textWorkProgressStatus
source: Work progress status
es: Estado del progreso del trabajo
vi: Tình trạng tiến độ công việc

# textNo
source: No
vi: Không

# textTypeOfWork
source: Type of work
es: Tipo de trabajo
vi: Loại công việc

# textStartDate
source: Start date
es: Fecha de inicio
vi: Ngày bắt đầu

# textEndDate
source: End date
es: Fecha de fin
vi: Ngày kết thúc

# textPhone
source: Phone
es: Teléfono
vi: Điện thoại

# textTeams
source: Teams
es: Equipo
vi: Các đội

# textServices
source: Services
es: Servicios
vi: Các dịch vụ

# textAfterSaleFuntion
source: After sale function
es: Funciones Post-venta
vi: Chức năng sau bán hàng

# textChangePlan
source: Change plan
es: Cambiar plan
vi: Thay đổi kế hoạch

# textTransferService
source: Transfer service
es: Transferir servicio
vi: Chuyển dịch vụ

# textCancelService
source: Cancel service
es: Cancelar servicio
vi: Hủy dịch vụ

# textFunction
source: Function
es: Función
vi: Chức năng

# textCreateRequest
source: Create request
es: Solicitud creada
vi: Tạo yêu cầu

# textRechargeAnypay
source: Recharge anypay
es: Recargar anypay
vi: Nạp ví Anypay

# textConnectSubscriber
source: Connect subscriber
es: Conectar suscriptor
vi: Kết nối khách hàng

# textSearchRequest
source: Search request
es: Buscar solicitud
vi: Tìm kiếm yêu cầu

# textAssignTask
source: Assign task
es: Asignar tareas WO
vi: Giao nhiệm vụ

# textCompleteTask
source: Complete task
es: Tareas completas
vi: Hoàn thành nhiệm vụ

# textSearchTask
source: Search task
es: Buscar tareas
vi: Tìm kiếm nhiệm vụ

# textCreateNewRequest
source: Create new request
es: Crear nueva solicitud
vi: Tạo yêu cầu mới

# textInfoCreateRequest1
source: I freely, previously, expressly, informed and unequivocally accept authorize Bitel to carry out the
es: Acepto y autorizo de forma libre, previa, expresa, informada e inequívoca a Bitel para que realice el
vi: Tôi tự nguyện, trước đó, rõ ràng, được thông báo và dứt khoát chấp nhận ủy quyền cho Bitel thực hiện việc

# textInfoCreateRequest2
source: processing of my personal and sensitive data
es: tratamiento de mis datos personales y sensibles
vi: xử lý dữ liệu cá nhân và dữ liệu nhạy cảm của tôi

# textInfoCreateRequest3
source: , with the collection of the same.
es: , con la recopilación de los mismos.
vi: , với việc thu thập dữ liệu tương tự.

# textChooseTechnology
source: Choose technology
es: Elige la tecnología
vi: Chọn công nghệ

# textMaxRadius5
source: Max radius 500m
es: Radio máximo 500m
vi: Bán kính lớn nhất 500m

# textMaxRadius3
source: Max radius 300m
es: Radio máximo 300m
vi: Bán kính lớn nhất 300m

# textRequestManagement
source: Request management
es: Gestión de solicitud
vi: Quản lý yêu cầu

# textWaitingSurvey
source: Waiting survey
es: Esperando solicitud
vi: Khảo sát đang chờ

# textWaitingConnect
source: Waiting connection
es: Conexión pendiente
vi: Kết nối đang chờ

# textWaitingDeployment
source: Waiting deployment
es: Despliegue pendiente
vi: Triển khai đang chờ

# textWaitingInstallation
source: Complete installation
es: Instalación completa
vi: Lắp đặt đang chờ

# textKPICommission
source: KPI & Commission
es: KPI & Comisión
vi: KPI & hoa hồng

# textContractMonth
source: Subscriber/month
es: Suscriptor/mes
vi: Hợp đồng/ tháng

# textPerformance
source: Performance
es: Rendimiento
vi: Hiệu suất
