Repository: nhdduong292/Bitel_develop
Catalog: lib/l10n/app_*.arb
Languages: es, vi

# textValidateFromTo
source: From date must be smaller than to date
vi: Từ ngày phải nhỏ hơn đến ngày

# textTimeAndVersion
source: December 28, 2020 07:30 - V1.1
es: 28/12/2020 07:30 - V1.1
vi: 28/12/2020 07:30 - V1.1

# textIncorrectCode
source: Incorrect code (1/3 tries)
es: Código incorrecto (1/3 intentos)
vi: Mã không chính xác (1/3 lần thử)

# textCopyRight
source: Copyright@Bitel:
es: Derechos de autor@Bitel:
vi: Bản quyền@Bitel:

# textForcedTerm
source: Forced term
es: Plazo forzoso
vi: Thời hạn bắt buộc

# textEnterBilling
source: Enter billing address
es: Ingrese la dirección de facturación
vi: Nhập địa chỉ thanh toán

# textCiclo
source: Cycle
es: Ciclo
vi: Chu kỳ

# textSpeed
source: Speed
es: Velocidad
vi: Tốc độ

# textFreeInstallation
source: Free installation:
es: Instalación gratuita:
vi: Miễn phí lắp đặt:

# textReasonCodeName
source: Reason code-name:
es: Nombre en clave del motivo:
vi: Tên-mã Lý do:

# textGetSuccess
source: You have successfully registered the capture
es: Has registrado exitosamente la captura
vi: Bạn đã lấy thành công lần

# textGetNoSuccess
source: Fingerprint failed
es: ¡Falló la huella digital!
vi: Lấy vân tay không thành công

# textGetThree
source: You got it all 3 times
es: Lo tienes todo 3 veces
vi: Bạn đã lấy đủ 3 lần

# textTusHuellas
source: Your fingerprints were successfully registered.
es: Tus huellas dactilares se registraron exitosamente.
vi: Dấu vân tay của bạn đã được đăng ký thành công.

# textMuchasGracias
source: Thank you so much!
es: ¡Muchas Gracias!
vi: Cảm ơn rất nhiều!

# textWeWillSend
source: We will send you a verification code to your email
es: Te enviaremos un código de verificación a tu correo electrónico
vi: Chúng tôi sẽ gửi cho bạn mã xác minh vào email của bạn

# textContinuev2
source: continue
es: Continuar
vi: Tiếp tục

# textWehavesent
source: We have sent you a code to verify your email
es: Te hemos enviado un código para verificar tu correo electrónico
vi: Chúng tôi đã gửi cho bạn một mã để xác minh email của bạn

# textDidOTPCode
source: Didn’t get the OTP code?
es: No recibiste el OTP?
vi: Không nhận được mã OTP?

# textResendCode
source: Resend code
es: Reenviar OTP
vi: Gửi lại mã OTP

# textValidatev2
source: validate
es: Validar
vi: Xác thực

# textWehavesentv2
source: We have sent you an SMS with a code to verify your number 098435666
es: Te hemos enviado un SMS con un código para verificar tu número 098435666
vi: Chúng tôi đã gửi cho bạn một tin nhắn SMS có mã để xác minh số của bạn 098435666

# textWeWillSendv2
source: We will send you a verification code via SMS to validate your number
es: Te enviaremos un código de verificación por SMS para validar tu número
vi: Chúng tôi sẽ gửi cho bạn mã xác minh qua SMS để xác thực số của bạn

# textOperator
source: Operator
es: Operadora
vi: Nhà điều hành

# textUpdate
source: UPDATE
es: ACTUALIZAR
vi: CẬP NHẬT

# textLastName
source: Last name
es: Apellidos
vi: Họ

# textName
source: Name
es: Nombre
vi: Tên

# textExpiredDate
source: Date of expiry
es: Fecha de vencimiento
vi: Ngày hết hạn

# textPhotoOfIdentity
source: Photo of identity card (front)
es: Foto de la cédula de identidad (frente)
vi: Photo chứng minh nhân dân (mặt trước)

# textPreview
source: Preview
es: Avance
vi: Xem trước

# textCropper
source: Cropper
es: Cultivadora
vi: máy xén

# textNextScan
source: Next, scan its cover
es: A continuación, escanea su portada
vi: Tiếp theo, quét bìa của nó

# textScan
source: SCAN
es: Escanear
vi: Quét

# textAcceptTheRules
source: You must accept the rules
es: Debes aceptar las reglas.
vi: Bạn phải chấp nhận quy định

# textCircle
source: Circle
es: Ciclo
vi: Vòng tròn

# textRadiusLimit
source: Radius limit is 500
es: El límite de radio es 500
vi: Giới hạn radius là 300

# textNoData
source: No data
es: Sin datos
vi: Không có dữ liệu

# textPleaseSelect
source: Please select gender.
es: Por favor seleccione el género.
vi: Vui lòng chọn giới tính.

# textConfiguracion
source: Configuration
es: Configuración
vi: Cấu hình

# textReporteDeVentas
source: Sales report
es: Reporte de ventas
vi: báo cáo bán hàng

# textPage
source: Page
es: Página
vi: Trang

# textAlmacen
source: Store
es: Almacén
vi: Cửa hàng

# textInformacion
source: Warehouse information for code LI1CD04
es: Información de almacén del código LI1CD04
vi: Thông tin kho hàng mã LI1CD04

# textMale
source: Male
es: Masculino
vi: Nam

# textFemale
source: Female
es: Femenino
vi: Nữ

# textE000
source: BAD_CREDENTIALS.
vi: Đăng nhập thất bại.

# textE001
source: Not found identify number.
es: Doc. de identidad no encontrado.
vi: Không tìm thấy số chứng minh thư.

# textE002
source: Validation failed.
es: Validación fallida.
vi: Xác thực thất bại.

# textE003
source: Unauthorized.
es: No autorizado.
vi: Không được phép truy cập.

# textE004
source: Not found entity.
es: Entidad no encontrada.
vi: Không tìm thấy đối tượng.

# textE005
source: Validate otp fail
es: Validación de OTP fallida.
vi: Xác thực OTP thất bại.

# textE006
source: Validate identity fail.
es: Validación de identidad fallida.
vi: Xác thực danh tính thất bại.

# textE007
source: Active subscriber fail.
es: Activación de suscriptor fallida.
vi: Kích hoạt đăng ký thất bại.

# textE008
source: File is not null.
es: El archivo no es válido.
vi: File không được để trống.

# textE009
source: File not created. Please try again!
es: Archivo no creado. Por favor, vuelve a intentarlo.
vi: Tạo file không thành công. Vui lòng thử lại!

# textE010
source: Only update status of request to Create request or Cancel.
es: Solo actualizar el estado de la solicitud a "Crear solicitud" o "Cancel".
vi: Chỉ có thể cập nhật trạng thái yêu cầu thành Yêu cầu tạo hoặc Hủy.

# textE011
source: staff not found.
es: Staff no encontrado.
vi: Không tìm thấy nhân viên.

# textE012
source: Unregistered customer.
es: Cliente no registrado.
vi: Khách hàng chưa đăng ký.

# textE013
source: Number of characters over limit.
es: Número de caracteres por encima del límite.
vi: Số ký tự vượt quá giới hạn.

# textE014
source: Product is not exis.
es: El producto no existe.
vi: Sản phẩm không tồn tại.

# textE015
source: Customer is exist, Can't create new customer.
es: El cliente ya existe, no puede crearse como nuevo cliente.
vi: Khách hàng đã tồn tại, không thể tạo khách hàng mới.

# textE016
source: Unregistered finger customer.
es: Huella digital del cliente no registrada.
vi: Khách hàng không có dấu vân tay được đăng ký.

# textE017
source: Contract is not exist.
es: El contrato no existe.
vi: Hợp đồng không tồn tại.

# textE018
source: Subscriber is not exist.
es: Suscriptor no existe.
vi: Người đăng kí không tồn tại.

# textE019
source: Contracts can only be created when status of request is CREATE_REQUEST_WITHOUT_SURVEY or SURVEY_OFFLINE_SUCCESSFULLY.
es: Los contratos puede ser creados solo cuando el estado de la solicitud es "CREATE_REQUEST_WITHOUT_SURVEY" o "SURVEY_OFFLINE_SUCCESSFULLY".
vi: Chỉ có thể tạo hợp đồng khi trạng thái yêu cầu là Yêu cầu tạo mà không có khảo sát hoặc Khảo sát ngoại tuyến thành công.

# textE020
source: Get the best finger error.
vi: Lỗi lấy dấu tay tốt nhất.

# textE021
source: Service type is required.
es: Tipo de servicio es requerido.
vi: Loại dịch vụ là bắt buộc.

# textEnterName
source: Enter name
es: Ingresar nombre
vi: Nhập tên

# textEnterNationality
source: Enter Nationality
es: Ingresar nacionalidad
vi: Nhập quốc gia

# textEnterDate
source: Enter date
es: Ingresar fecha
vi: Nhập ngày

# textTypecontract
source: Type of contract
es: Tipo de contrato
vi: Loại hợp đồng

# textUndetermined
source: Undetermined
es: Indeterminado
vi: Không xác định

# textEnterAllInfo
source: You must enter all the information
es: Debe ingresar toda la información
vi: Bạn phải nhập hết thông tin

# textToastValidateDob
source: Date of birth must not be greater than current date
es: La fecha de nacimiento debe ser anterior a la fecha de expiración
vi: Ngày sinh không được lớn hơn ngày hiện tại

# textToastValidateExd
source: Date of birth must be before expiration date
es: La fecha de nacimiento no debe ser mayor a la fecha actual
vi: Ngày sinh phải nhỏ hơn ngày hết hạn

# textTotalAmount
source: Total amount
es: Monto Total
vi: Tổng cộng

# textNotEmptyPhone
source: Phone number is required
es: Se requiere Telefono
vi: Số điện thoại không được để trống

# textNotEmptyEmail
source: Email is required
es: Se requiere Email
vi: Email không được để trống

# textNotEmptyAddress
source: Address is required
es: Se requierer Dirección
vi: Địa chỉ không được để trống

# textIAcceptToReceiveAdvertisingBitel
source: I accept to receive advertising and promotional content from Bitel.
es: Acepto recibir contenido publicitario y promocional de Bitel.
vi: Tôi đồng ý nhận nội dung quảng cáo và khuyến mãi từ Bitel.

# textPhoneMin9Number
source: Phone number must have at least 9 digits
es: El numero debe tener 9 dígitos
vi: Số điện thoại phải ít nhất 9 số

# textNotEmptyProvince
source: Province is required
es: TSe requiere Provincia
vi: Tỉnh không được để trống

# textNotEmptyDistrict
source: District is required
es: Se requiere Distrito
vi: Quận không được để trống

# textNotEmptyPrecinct
source: Area is required
es: Se requiere Area
vi: Khu vực không được để trống

# textCancelRequestSuccessfully
source: Cancel request successfully
es: Solicitud cancelada exitosamente
vi: Hủy yêu cầu thành công

# textCaptureFingerprintSuccessfully
source: Capture fingerprint successfully
es: Huella capturada exitosamente
vi: Chụp dấu vân tay thành công

# textNotEmptyLastName
source: Lastname is required
es: Se requieren Apellidos
vi: Họ không được để trống

# textNotEmptyName
source: Firstname is required
es: Se requieren Nombres
vi: Tên không được để trống

# textNotEmptyNationality
source: Nationality is required
es: Se requiere Nacionalidad
vi: Quốc gia không được để trống

# textNotEmptyDob
source: Birthday is required
es: Se requiere Fecha de nacimiento
vi: Ngày sinh không được để trống

# textNotEmptyExd
source: Expired is required
es: Se requiere Fecha de caducidad
vi: Ngày hết hạn không được để trống

# textNotEmptyIssue
source: Issue date is required
es: La fecha de emisión es obligatoria
vi: Ngày phát hành không được để trống

# textUpdateCustomerInformationSuccessfully
source: Update customer information successfully
es: Actualización de la información del cliente realizada con éxito
vi: Cập nhật thông tin khách hàng thành công

# textSubscriber
source: Subscriber
es: Suscriptor
vi: Hợp đồng

# textTheIDNumberDoseNotMatch
source: The ID number does not match the ID number that made the request
es: El número de DNI no coincide con el número de DNI que realizó la solicitud
vi: Số chứng minh thư không trùng với số chứng minh thư tạo request

# textUpdateCustomerInformation
source: Update customer information.
es: Actualizar información del cliente.
vi: Cập nhật thông tin khách hàng.

# textStatusContractDelete
source: The contract has been deleted
es: El contrato ha sido eliminado
vi: Hợp đồng đã bị xóa

# textStatusContractNonActive
source: The contract is registered but not activated
es: El contrato esta registrado pero no ha sido activado
vi: Hợp đồng đăng ký nhưng chưa kích hoạt

# textStatusContractActive
source: The contract has been activated
es: El contrato ha sido activado
vi: Hợp đồng đã kích hoạt

# textStatusContractCancel
source: The contract has been cancelled
es: El contrato ha sido cancelado
vi: Hợp đồng đã bị hủy

# textStatusContractTerminat
source: The contract has been terminated
es: El contrato ha sido terminado
vi: Hợp đồng đã chấm dứt

# textTakePicturesFrom
source: Take pictures from
es: Tomar fotos de
vi: Lấy ảnh từ

# textCamera
source: Camera
es: Camara
vi: Máy ảnh

# textGallery
source: Gallery
es: Galería
vi: Thư viện ảnh

# textMiddleName
source: Middle name
es: Segundo Nombre
vi: Tên đệm

# textCardIdentityNotValidate
source: Invalid card! Please take another photo
es: Documento incorrecto! Por favor, tome otra foto
vi: Thẻ không hợp lệ! Xin vui lòng lấy ảnh khác

# textChoosePromotion
source: Promotion
es: Promoción
vi: Khuyến mãi

# textValidateIdentityPP
source: The document number contains only uppercase letters and numbers
es: El número de documento solo contiene letras mayusculas y numeros
vi: Số tài liệu chỉ chứa chữ hoa và số

# textLastFatherName
source: Last Father Name
es: Apellido paterno
vi: Họ của cha

# textLastMotherName
source: Last Mother Name
es: Apellido materno
vi: Họ của mẹ

# textE022
source: Connect subscriber error.
es: Conectar el error del suscriptor.
vi: Lỗi kết nối đăng ký viên.

# textE023
source: Survey online failed.
es: Encuesta online fallida.
vi: Không thể khảo sát trực tuyến.

# textE024
source: Invalid survey result.
es: Resultado de la encuesta inválido.
vi: Kết quả khảo sát không hợp lệ.

# textE025
source: Lock infrastructure failed.
es: Fallo la infraestructura de bloqueo.
vi: Khóa hạ tầng thất bại.

# textE026
source: Invalid order progress.
es: Progreso de orden no válido.
vi: Tiến độ đặt hàng không hợp lệ.

# textE027
source: Order not in survey pending.
es: Orden no en encuesta pendiente.
vi: Đơn hàng chưa được khảo sát.

# textE028
source: Anypay account balance not enough!
es: ¡El balance de la cuenta Anypay no es suficiente!
vi: Tài khoản Anypay không đủ số dư!

# textE029
source: Request not has survey order.
es: La solicitud no tiene orden de encuesta.
vi: Yêu cầu không có đơn hàng khảo sát.

# textE030
source: Create offline survey on vsmart failed.
es: La creacion de encuesta offline en Vsmart falló.
vi: Tạo khảo sát ngoại tuyến trên vsmart thất bại.

# textE031
source: Customer is not exist.
es: El cliente no existe.
vi: Khách hàng không tồn tại.

# textE032
source: Contract language not found.
es: Lenguaje de contrato no encontrado.
vi: Không tìm thấy ngôn ngữ hợp đồng.

# textE033
source: Captcha is not match.
es: El código captcha no coincide.
vi: Mã Captcha không khớp.

# textE034
source: Opt is not match.
es: Opt no coincide.
vi: Opt không khớp.

# textE035
source: Subscriber not has reason.
es: Suscriptor no tiene razón.
vi: Đăng ký viên không có lý do.

# textE036
source: Register finger with customer non dni fail.
es: Registro fallido de huella del cliente extranjero.
vi: Đăng ký dấu vân tay với khách hàng không có DNI thất bại.

# textE037
source: A new customer has not yet registered a fingerprint.
es: Un nuevo cliente aún no ha registrado una huella digital.
vi: Khách hàng mới chưa đăng ký dấu vân tay.

# textE038
source: The customer's finger has expired.
es: La huella del cliente ha expirado.
vi: Dấu vân tay của khách hàng đã hết hạn.

# textE039
source: Validate fingerprint fail.
es: La validacion de la huella ha fallado.
vi: Xác nhận dấu vân tay thất bại. Nhấp vào [Chụp] để chụp lại dấu vân tay.

# textCreateOrder
source: Create order
es: Crear orden
vi: Tạo đơn hàng

# textOrderManagement
source: Order management
es: Gestión de ordenes
vi: Quản lý đơn hàng

# textTitleAnypay1
source: Paga tu código de banco
vi: Thanh toán mã ngân hàng của bạn

# textTitleAnypay2
source: en las siguientes entidades financieras:
vi: tại các ngân hàng sau đây:

# textCancelled
source: Cancelled
es: Cancelado
vi: Đã hủy

# textBankCode
source: Bank code
es: Código de banco
vi: Mã ngân hàng

# textOrderDate
source: Order date
es: Fecha de órden
vi: Ngày đặt hàng

# textTransactionInformation
source: Transaction information
vi: Thông tin giao dịch

# textCode
source: Code
es: Código
vi: Mã

# textCurrentAnypay
source: Current anypay
es: Anypay actual
vi: Số dư hiện tại

# textAmountToBuy
source: Amount to buy
es: Monto a comprar
vi: Số tiền cần mua

# textTheMinimumIs100
source: The minimum is {amountMin} and the maximum is {amountMax}
es: El mínimo es {amountMin} y el máximo {amountMax}.
vi: Tối thiểu là {amountMin} và tối đa là {amountMax}

# textEnterTheAmount
source: Enter the amount
es: Ingresa el monto
vi: Nhập số tiền

# textLegalConditions
source: Legal conditions
es: Condiciones legales
vi: Điều khoản pháp lý

# textIHaveReadAndAcceptTheTerms
source: I have read and accept the terms, conditions and restrictions
es: He leido y acepto los términos, condiciones y restricciones
vi: Tôi đã đọc và chấp nhận các điều khoản, điều kiện và hạn chế

# textBuy
source: Buy
vi: Mua

# textOperationCompleted
source: Operation completed successfully!
es: Operación completada exitosamente
vi: Thao tác hoàn thành thành công!

# textDateAndHour
source: Date and hour
vi: Ngày giờ

# textIrAlHome
source: Go back home
es: Ir al home
vi: Trở về trang chủ

# textSendToEmail
source: Send to email
es: Enviado al correo electrónico
vi: Gửi đến email

# textAmount
source: Amount
es: Monto
vi: Số tiền

# textTotalAPay
source: Total a pay
es: Suma una paga
vi: Tổng cộng thanh toán

# textCopy
source: Copy
es: Copiar
vi: Sao chép

# textCopySuccess
source: Copy successfully!
es: ¡Copia con éxito!
vi: Sao chép thành công!

# textIngresaUnCodigo
source: Ingresa un código
vi: Nhập mã

# textNew
source: New
es: Nuevo
vi: Mới

# textAll
source: All
es: Todos
vi: Tất cả

# textPaid
source: Paid
es: Pagado
vi: Đã thanh toán

# textSold
source: Sold
es: Vendido
vi: Đã bán

# textCanceled
source: Canceled
es: Cancelado
vi: Đã hủy

# textConfirm
source: Confirm
es: Confirmar
vi: Xác nhận

# textAreYouSureToCancel
source: Are you sure to cancel buy anypay
es: ¿Estás seguro de cancelar comprar anypay?
vi: Bạn có chắc muốn hủy mua anypay

# textCancelBuyAnyPaySuccess
source: Cancel buy anypay successfully
es: Cancelar comprar anypay con éxito
vi: Hủy mua anypay thành công

# textInvalidDate
source: Invalid date
es: Fecha invalida
vi: Ngày không hợp lệ

# textTheAccountIsConditioned
source: The account is conditioned to a forced term contract.
es: La cuenta está condicionada a un contrato a plazo forzoso.
vi: Tài khoản được quy định trong một hợp đồng có thời hạn bắt buộc.

# textToContinueWithTheCancelation
source: To continue with the cancellation request on the date requested, the customer will need to pay the penalty.
es: Para continuar con la solicitud de cancelación en la fecha solicitada, el cliente deberá pagar la penalización.
vi: Để tiếp tục yêu cầu hủy vào ngày được yêu cầu, khách hàng sẽ phải trả tiền phạt.

# textDoesTheCustomerStill
source: Does the customer still want to cancel the service?
es: ¿El cliente todavía quiere cancelar el servicio?
vi: Khách hàng vẫn muốn hủy dịch vụ?

# textYes
source: Yes
es: SI
vi: Có

# textClearPenalty
source: Clear penalty
es: Penalti claro
vi: Hủy phạt

# textYourPaymentWasSuccessful
source: Your payment was successful.
es: Su pago fue exitoso.
vi: Thanh toán của bạn đã thành công.

# textCancellationRequestForm
source: Cancellation request form
es: Formulario de solicitud de cancelación
vi: Biểu mẫu yêu cầu hủy bỏ

# textPenalty
source: Penalty
es: Multa
vi: Phạt

# textNotice
source: Notice
es: Aviso
vi: Thông báo

# textYouDontHaveEnoughAnypayIn
source: You don’t have enough anypay in your account. Please recharge to continue perform transaction.
es: No tienes suficiente anypay en tu cuenta. Recargue para continuar realizando la transacción.
vi: Bạn không có đủ anypay trong tài khoản. Vui lòng nạp tiền để tiếp tục thực hiện giao dịch.

# textLastFatherNameNotEmpty
source: Last name of father cannot be empty
es: El apellido paterno no puede estar vacío
vi: Họ của cha không được để trống

# textLastMotherNameNotEmpty
source: Last name of mother cannot be empty
es: El apellido materno no puede estar vacío
vi: Họ của mẹ không được để trống

# textFullNameNotEmpty
source: Full name cannot be empty
es: El nombre completo no puede estar vacío
vi: Tên đầy đủ không được để trống

# textDateOfIssue
source: Date of issue
es: Fecha de emisión
vi: Ngày phát hành

# textE040
source: Create deployment task on Vsmart failed.
es: La creación de tarea de implementación en VSMART ha fallado.
vi: Tạo nhiệm vụ triển khai trên Vsmart không thành công.

# textBillingCycleFTTH
source: Billing cycle:
es: Ciclo de facturación:
vi: Chu kỳ thanh toán:

# textChonseAReasonConnection
source: Choose reason connection
es: Elija la razón de conexión
vi: Chọn lí do đấu nối

# textReasonCode
source: Reason code
es: Código de razón
vi: Mã lý do

# textE041
source: Payment package not found!
es: ¡Paquete de pago no encontrado!
vi: Gói thanh toán không tìm thấy!

# textE042
source: Reason not found.
es: Razón no encontrada.
vi: Lý do không tìm thấy.

# textE043
source: Shop not found.
es: Tienda no encontrada.
vi: Cửa hàng không tìm thấy.

# textE044
source: Minus anypay fail!
es: ¡El cobro de anypay ha fallado!
vi: Trừ anypay thất bại!

# textE045
source: Customer's finger is not exist!
es: ¡La huella del cliente no existe!
vi: Dấu vân tay của khách hàng không tồn tại!

# textE046
source: Agent or channel doesn't have anypay account.
es: El agente o canal no tiene cuenta anypay.
vi: Đại lý hoặc kênh không có tài khoản anypay.

# textE047
source: Promotion not exist!
es: La promoción no existe!
vi: Khuyến mãi không tồn tại!

# textE048
source: Contract has been created.
es: El contrato ha sido creado.
vi: Hợp đồng đã được tạo.

# textE049
source: Sign contract failed.
es: La firma del contrato ha fallado.
vi: Ký hợp đồng thất bại.

# textSucceedSurvey
source: Succeed survey
es: Encuesta exitosa
vi: Khảo sát thành công

# textUsernameOrPasswordInvalid
source: Username or password invalid
es: Nombre de usuario o contraseña inválido
vi: Tên đăng nhập hoặc mật khẩu không hợp lệ

# textArea
source: Province - District - Precinct
es: Departamento - Provincia - Distrito
vi: Tỉnh - Quận - Khu vực

# textEnterArea
source: Enter area
es: Ingrese el área
vi: Nhập khu vực

# textAddressNotFound
source: Address not found
es: Dirección no encontrada
vi: Địa chỉ không tồn tại

# textMonth
source: month
es: mes
vi: tháng

# textTheSystemIsOverloaded
source: The system is overloaded, please try again later
es: El sistema está sobrecargado, intente nuevamente más tarde
vi: Hệ thống đang quá tải, vui lòng quay lại sau

# textStaffNotExist
source: Staff does not exist
es: El personal no existe
vi: Nhân viên không tồn tại

# textSystemError
source: System error
es: Error del sistema
vi: Lỗi hệ thống

# textLoginSessionHasExpired
source: Login session has expired. Please log in again!
es: El inicio de sesión ha caducado. ¡Por favor, inicie sesión nuevamente!
vi: Phiên đăng nhập đã hết. Vui lòng đăng nhập lại!

# textServiceNumber
source: Service number
es: Número de servicio
vi: Số dịch vụ

# textCancelationDate
source: Cancellation date
es: Fecha de cancelación
vi: Ngày huỷ

# textDateOfRequest
source: Date of request
es: Fecha de solicitud
vi: Ngày yêu cầu

# textTypeOfService
source: Type of service
es: Tipo de servicio
vi: Loại dịch vụ

# textNumber
source: Number
es: Número
vi: Số

# textIDType
source: ID type
es: Tipo de identificación
vi: Loại ID

# textIDNumber
source: ID number
es: Número de identificación
vi: Số ID

# textFilter
source: Filter:
es: Filtro:
vi: Lọc:

# textThisMonth
source: This month
es: Este mes
vi: Tháng này

# textLastMonth
source: Last month
es: El mes pasado
vi: Tháng trước

# textLast3Month
source: Last 3 months
es: Últimos 3 meses
vi: 3 tháng trước

# textE050
source: Unlock infrastructure failed
es: Falló en la infraestructura de desbloqueo.
vi: Mở khóa cơ sở hạ tầng thất bại.

# textE051
source: Request already cancel
es: La cancelación ya ha sido solicitada.
vi: Yêu cầu đã bị hủy.

# textE052
source: Can not cancel request has contract
es: No se puede cancelar la solicitud, tiene contrato.
vi: Không thể hủy yêu cầu đã có hợp đồng.

# textE053
source: Sign cancel form failed
es: La firma de la solicitud de cancelación ha fallado.
vi: Ký biểu mẫu hủy thất bại.

# textEnterAccount
source: Enter account
es: Ingrese la cuenta
vi: Nhập tài khoản

# textEnterServiceNumber
source: Enter service number
es: Ingrese el número de servicio
vi: Nhập số dịch vụ
