Repository: nhdduong292/Bitel_develop
Catalog: lib/l10n/app_*.arb
Languages: es, vi

# textPenaltyInformation
source: Penalty information
es: Información de penalización
vi: Thông tin nộp phạt

# textTheIDNumber
source: ID number is not enough
es: El número de identificación esta incompleto
vi: Số ID chưa đủ

# textTheAccountHasUnpaid
source: The account has unpaid debt.
es: La cuenta tiene deudas.
vi: Tài khoản có nợ chưa thanh toán.

# textInvoiceNumber
source: Invoice number
es: Número de factura
vi: Số hóa đơn

# textAmountOfDebt
source: Amount of debt
es: Monto de deuda
vi: Số tiền nợ

# textCancelAnyway
source: Cancel anyway
es: Cancelar de todos modos
vi: Hủy bỏ dù sao đi nữa

# textTheAccountHasUnfinished
source: The account has unfinished WO.
es: La cuenta tiene WO pendientes.
vi: Tài khoản có công việc chưa hoàn thành.

# textReasonOfTermination
source: Reason of termination
es: Razón de la terminación
vi: Lý do chấm dứt

# textNoResultIsFound
source: No result is found
es: No se logró encontrar ningún resultado
vi: Không tìm thấy kết quả nào

# textTransferRequestSuccessfully
source: Transfer request successfully
es: La transferencia de solicitud ha sido exitosa
vi: Yêu cầu chuyển thành công

# textCaptchaIsNotCorrect
source: Captcha is not correct. Please try again!
es: El codigo Captcha no es correcto. ¡Por favor, intente de nuevo!
vi: Captcha không chính xác. Vui lòng thử lại!

# textFTTHAccount
source: FTTH Account
es: Cuenta FTTH
vi: Tài khoản FTTH

# textE054
source: Cancel anypay trans fail!
es: ¡Fracaso al cancelar la transacción de AnyPay!
vi: Lỗi hủy giao dịch anypay!

# textE055
source: Revoke subscriber GPON error.
es: Revocar el error GPON de suscriptor.
vi: Lỗi thu hồi thuê bao GPON.

# textE056
source: Revoke subscriber AAA error.
es: Revocar el error AAA de suscriptor.
vi: Lỗi thu hồi thuê bao AAA.

# textE057
source: Subscriber already has cancel service request.
es: El suscriptor ya tiene una solicitud de cancelación de servicio.
vi: Thuê bao đã có yêu cầu hủy hoặc chuyển dịch vụ.

# textE058
source: General information buy anypay error.
es: Error general al obtener información de compra de AnyPay.
vi: Lỗi thông tin chung mua anypay.

# textE059
source: Create order anypay fail.
es: Falla en la creación de orden de Anypay.
vi: Lỗi tạo đơn hàng anypay.

# textE060
source: Confirm order anypay fail.
es: Falla en la confirmación de orden de Anypay.
vi: Lỗi xác nhận đơn hàng anypay.

# textE061
source: Cancle anypay fail.
es: Falla en la cancelación de Anypay.
vi: Lỗi hủy anypay.

# textE062
source: Login anypay fail.
es: Fracaso al iniciar sesión en AnyPay.
vi: Lỗi đăng nhập anypay.

# textPlanInfor
source: Plan information
es: Información del plan
vi: Thông tin kế hoạch

# textPeriodOfForcedTerm
source: Period of forced term
es: Período de término forzoso
vi: Thời gian của khoảng thời hạn bắt buộc

# textCancelationDateRequested
source: Cancellation date requested
es: Fecha de cancelación solicitada
vi: Ngày yêu cầu hủy bỏ

# textStaffFingerprint
source: Staff fingerprint
es: Huella digital del personal
vi: Dấu vân tay của nhân viên

# textContractUploading
source: Contract Uploading
es: Carga de contrato
vi: Đang tải lên hợp đồng

# textScanOrUploadImagesForMainContract
source: Scan or upload images for main contract
es: Escanear o cargar imágenes para el contrato principal
vi: Quét hoặc tải lên hình ảnh cho hợp đồng chính

# textUpload
source: Upload
es: Cargar
vi: Tải lên

# textScanOrUploadImagesForLendingContract
source: Scan or upload images for lending contract
es: Escanear o cargar imágenes para el contrato de comodato
vi: Quét hoặc tải lên hình ảnh cho hợp đồng cho vay

# textUploadContractLater
source: Upload contract later
es: Subir contrato más tarde
vi: Tải lên hợp đồng sau

# textBypassFingerprint
source: Bypass fingerprint
es: Saltar huella dactilar
vi: Bỏ qua vân tay

# textBestFingerNotExit
source: Best finger not exit.
es: Mejor dedo no salir.
vi: Vân tay tốt nhất không tồn tại.

# textActive
source: Active
es: Activo
vi: Hoạt động

# textSuccessfulTerminationOfContract
source: Successful termination of contract
es: Terminación exitosa del contrato
vi: Chấm dứt hợp đồng thành công!

# textDoYouWantToContinueOrChooseTheProduct
source: Do you want to continue or choose product again?
es: ¿Desea continuar o elegir el producto nuevamente?
vi: Bạn muốn tiếp tục hay chọn lại sản phẩm?

# textAgain
source: Again
es: Otra vez
vi: Chọn lại

# textHello
source: Hello
es: Hola
vi: Xin chào

# textUser
source: User
es: Usuario
vi: Người dùng

# textDateAndTime
source: Date and time
es: Fecha y hora
vi: Ngày và giờ

# textE063
source: Speed promotion discount type invalid
es: El tipo de descuento de promoción de velocidad no es válido
vi: Loại giảm giá khuyến mãi nhanh không hợp lệ

# textE064
source: Failed to change FTTH subscriber brand
es: Error al cambiar la marca de suscriptores FTTH
vi: Không thể thay đổi thương hiệu thuê bao FTTH

# textE065
source: No product offer support new promotion speed of FTTH subscriber
es: No hay oferta de productos que admita la nueva velocidad de promoción del suscriptor FTTH
vi: Không hỗ trợ ưu đãi tốc độ mới cho thuê bao FTTH

# textE066
source: Subscriber is not active
es: El suscriptor no está activo
vi: Thuê bao không hoạt động

# textE067
source: Remove task on VSMART failed
es: La eliminación de la tarea en Vsmart ha fallado
vi: Gỡ bỏ công việc trên VSMART không thành công

# textE068
source: Validate staff's finger fail
es: La validación de la huella del agente ha fallado
vi: Xác thực dấu vân tay của nhân viên thất bại

# textE069
source: Customer has not been approved to bypass fingerprint validation
es: No se ha aprobado el bypass para la validación de huella del cliente
vi: Khách hàng chưa được phê duyệt để bỏ qua xác thực dấu vân tay

# textE070
source: Sign contract failed due to can not generate operation code
es: La firma del contato ha fallado porque no se pudo generar el codigo de operación
vi: Lỗi khi ký hợp đồng do không thể tạo mã thao tác

# textE071
source: Failed to upload document to profile service
es: No se pudo cargar el documento al perfil del servicio
vi: Không thể tải tài liệu lên dịch vụ hồ sơ

# textCurrentPlan
source: Current plan
es: Plan actual
vi: Gói hiện tại

# textNewPlan
source: New plan
es: Nuevo plan
vi: Gói mới

# textPrepaidMonth
source: Prepaid {month} month
es: Prepago {month} mes
vi: Nạp trước {month} tháng

# textReceiptInformation
source: Receipt information
es: Información del recibo
vi: Thông tin nhận hàng

# textActionType
source: Action type
es: Tipo de acción
vi: Loại hành động

# textConnectNewSubscriber
source: Connect new subscriber
es: Conectar nuevo suscriptor
vi: Kết nối thuê bao mới

# textContracting
source: Contracting
es: Contratación
vi: Ký kết hợp đồng

# textE072
source: Generate contract fail!
es: ¡Generar de contrato fallido!
vi: Tạo hợp đồng thất bại!

# textChangePlanRequestForm
source: Change plan request form
es: Formulario de solicitud de cambio de plan
vi: Mẫu yêu cầu thay đổi kế hoạch

# textStartOfNewPlan
source: Start of new plan
es: Inicio del nuevo plan
vi: Bắt đầu kế hoạch mới

# textSuccessfulFTTHMigration
source: Successful FTTH migration!
es: ¡Migración exitosa de FTTH!
vi: Di chuyển FTTH thành công!

# textSignRequest
source: Sign request
es: Solicitud de firma
vi: Ký yêu cầu

# textE073
source: Failed to adjust debt subscriber.
es: No se pudo ajustar la deuda del suscriptor.
vi: Không điều chỉnh được thuê bao nợ.

# textActionCode
source: Action code
es: Código de acción
vi: Mã hành động

# hintActionCode
source: Select action code
es: Seleccionar código de acción
vi: Chọn mã hành động

# textNewConnect
source: New connect
es: Nueva conexión
vi: Kết nối mới

# textWaittingRecovery
source: Waiting recovery
es: Recuperación de espera
vi: Chờ phục hồi

# textDebtFreeAccount
source: Debt-free account
es: Cuenta libre de deudas
vi: Tài khoản không có nợ

# textStaffBestFingerNotExit
source: Staff's best fingerprint does not exist
es: No existe una mejor huella digital del personal
vi: Dấu vân tay tốt nhất của nhân viên không tồn tại

# textE077
source: Buy anypay has reached the limit.
es: Anypay yanapaq huchasqanku tukuyta.
vi: Mua anypay đã đạt đến giới hạn.

# textCurrentInstallationAddress
source: Current installation address
es: Dirección de instalación actual
vi: Địa chỉ cài đặt hiện tại

# textNewInstallationAddress
source: New installation address
es: Nueva dirección de instalación
vi: Địa chỉ cài đặt mới

# textReasonOfTransfer
source: Reason of transfer
es: Razón de transferencia
vi: Lý do chuyển đổi

# textTransferFee
source: Transfer fee
es: Tarifa de transferencia
vi: Phí chuyển đổi

# textTransferServiceRequestForm
source: Transfer service request form
es: Formulario de solicitud de transferencia de servicio
vi: Biểu mẫu yêu cầu chuyển dịch vụ

# textIConfirmThatServiceTransfer
source: I comfirm that the customer has read and verified the request form for service transfer.
es: Confirmo que el cliente ha leído y verificado el formulario de solicitud de transferencia de servicio.
vi: Tôi xác nhận khách hàng đã đọc và xác minh biểu mẫu yêu cầu chuyển dịch vụ.

# textDateOfTransfer
source: Date of transfer
es: Fecha de transferencia
vi: Ngày chuyển đổi

# textSuccessfulFTTHTransferRequest
source: Successful FTTH service transfer request!
es: ¡Solicitud de transferencia de servicio FTTH exitosa!
vi: Yêu cầu chuyển dịch vụ FTTH thành công!

# textConnectionError
source: Connection error!
es: ¡Error de conexión!
vi: Lỗi kết nối!

# textNoInternetConnection
source: No Internet connection
es: Sin conexión a Internet
vi: Không có kết nỗi Internet

# textOTTService
source: OTT service
es: Servicio OTT
vi: Dịch vụ OTT

# textISdnIsNotFromBitel
source: Isdn is not from Bitel
es: Isdn no es de Bitel
vi: Isdn không phải của Bitel

# textRegisterPhoneEmail
source: Register phone/email
es: Regístrese teléfono/correo electrónico
vi: Đăng ký điện thoại/email

# textE090
source: [RENIEC ERROR] [DNI] You have reached the maximum of 5 times of fingerprint validation of the day, this operation cannot be carried out until the following day.
es: [ERROR RENIEC] [DNI] Ha alcanzado el máximo de 5 veces de validación dactilar del día, no se podrá realizar esta operación hasta el día siguiente.
vi: [LỖI RENIEC] [DNI] Bạn đã đạt tối đa 5 lần xác thực dấu vân tay trong ngày, thao tác này không thể thực hiện được cho đến ngày hôm sau.

# textNoOTTService
source: No OTT service
es: No OTT servicio
vi: Không có dịch vụ OTT

# textOTTServices
source: OTT services
es: Servicios OTT
vi: Dịch vụ OTT

# textEnterBitelPhoneNumber
source: Enter Bitel phone number
es: Ingrese el número de teléfono de Bitel
vi: Nhập số điện thoại Bitel

# textE074
source: Send otp fail!
es: OTP hukkuchkanqa chaskiyta!
vi: Gửi OTP thất bại!

# textE075
source: Payment isdn fail!
es: ISDN qanchispa chaskiyta!
vi: Thanh toán số điện thoại không thành công!

# textE076
source: Get captcha fail.
es: Captcha tukuyta chaskiyta.
vi: Lấy captcha thất bại.

# textE078
source: Please enter Bitel phone number to receive this benifit.
es: Ingrese el número de teléfono de Bitel para recibir este beneficio.
vi: Vui lòng nhập số điện thoại Bitel để nhận ưu đãi này.

# textSignTransferRequest
source: Sign transfer request
es: Firmar solicitud de transferencia
vi: Ký yêu cầu chuyển nhượng

# textReload
source: Reload
es: Recargar
vi: Tải lại

# textRemainingOfAdvanced
source: Remaining of advanced
es: Restante de avanzado
vi: Nâng cao còn lại

# textMustBeBitelNumber
source: Must be Bitel number.
es: Debe ser número de Bitel.
vi: Phải là số Bitel.

# textMustBeA9DigitsNumbers
source: Must be a 9 digits numbers.
es: El número debe tener 9 dígitos.
vi: Phải là số có 9 chữ số.

# textCannotBeBlank
source: Cannot be blank.
es: No puede dejarlo vacio.
vi: Không được để trống.

# hourAge
source: {time} hour age
es: {time} hora edad

# textEmail
source: Email
es: Correo electrónico

# textLimitPhoneNumber
source: Không được nhập quá 11 kí tự
es: El numero debe tener 9 dígitos

# textSPANISH
source: Spanish
es: Español

# textRecovering
source: Recovering
es: Recuperación

# textWaitingChangePlan
source: Waiting change plan
es: Plan de cambio en espera

# textWaitingTransfer
source: Waiting transfer
es: Transferencia en espera
